Repository: BreakinBenny/blolook_message
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, be_by, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, pt_br, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# 1時間以内にブロック情報を取得している場合、データの更新を行わないため、ブロック済みのアカウントが表示される場合があります。
source: Information about blocked accounts is collected within an hour, and therefore the possibility of receiving information from blocked parties exists while new data is being updated.
ar_sa: يتم جمع المعلومات حول الحسابات المحظورة في غضون ساعة، وبالتالي توجد إمكانية تلقي المعلومات من الأطراف المحظورة أثناء تحديث البيانات الجديدة.
be_by: Інфармацыя пра заблакаваныя рахункі збіраецца на працягу гадзіны, і таму магчымасць атрымання інфармацыі ад заблакаваных бакоў існуе падчас абнаўлення новых дадзеных.
es_es: La información de las cuentas bloqueadas es procesada en una hora, por lo que existe la posibilidad de recibir información errónea mientras más datos llegan.
fr_fr: Les informations sur les comptes bloqués sont traités dans l'heure, ainsi, la possibilité de réception d'informations de la part des comptes bloqués existe lorsque les données sont mises à jour.
hu_hu: A blokkolt fiókok adatai egy órán belül gyűjtődnek össze, ezért lehetséges hogy a már le kért adatok eredményeit kapod meg, miközben új adat is készül.
it_it: Le informazioni sugli account bloccati sono ottenute entro un'ora; quindi c'è la possibilità di ricevere informazioni dagli account bloccati mentre i dati sono aggiornati.
ja_jp: 1時間以内にブロック情報を取得している場合、データの更新を行わないため、ブロック済みのアカウントが表示される場合があります。
ko_kr: 1시간 이내의 차단 정보를 얻은 경우, 자료 갱신을 하지 않아, 이미 차단된 계정이 표시되는 경우가 있습니다.
nb_no: Informasjon om blokkerte kontoer er samlet innen en time, og derfor er det en mulighet av å få informasjon fra blokkerte partier imens ny data blir oppdatert.
pt_br: A informação sobre contas bloqueadas é processada dentro de uma hora, e ainda sim existe a possibilidade de receber informações sobre novos blocks enquanto as informações atuais estão sendo processadas.
ru_ru: Информация о заблокированных учетных записях собирается в течение часа, поэтому возможность получения информации от заблокированных сторон существует, пока не появятся новые данные.
sv_se: Information om blockerade konton samlas inom en timme, och därför
tr_tr: Engellenen hesaplarla ilgili bilgiler bir saat içinde toplanır ve bu nedenle yeni veriler güncellenirken engellenen taraflardan bilgi alma olasılığı vardır.
uk_ua: Інформація про заблоковані акаунти збирається протягом години, і тому можливість отримання інформації від заблокованих сторін існує доки дані не оновляться.
vi_vn: Thông tin về các tài khoản bị chặn được thu thập trong vòng một giờ, và do đó khả năng nhận được thông tin từ các bên bị chặn vẫn tồn tại trong khi dữ liệu mới đang được cập nhật.
zh_cn: 1小时之内获取的屏蔽信息，会由于未进行数据更新，导致这儿可能会出现你已经屏蔽的账号。
zh_tw: 1小時以內取得的封鎖信息，不會進行數據更新，可能會顯示出已經封鎖的帳號。

# ログインして数えてみる
source: Log in with Twitter
ar_sa: سجّل الدخول بواسطة تويتر
be_by: Увайдзіце з Twitter
es_es: Iniciar sesión con Twitter
fr_fr: Connectez-vous à Twitter
hu_hu: Bejelentkezés Twitterrel
it_it: Effettua l'accesso con Twitter
ja_jp: ログインして数えてみる
ko_kr: 로그인해서 확인해보기
nb_no: Logg inn med Twitter
pt_br: Logar com o twitter
ru_ru: Войти через Twitter
sv_se: Logga in med Twitter.
tr_tr: Twitter ile giriş yap
uk_ua: Увійдіть через Твіттер
vi_vn: đăng nhập với twitter
zh_cn: 登录并开始统计
zh_tw: 登入以進行統計

# 接待モード
source: Hide blocked information
ar_sa: أخفي معلومات المحظورة
be_by: Схаваць заблакаваную інфармацыю
es_es: Ocultar información
fr_fr: Masquer les informations
hu_hu: Blokkolt adatok elrejtése
it_it: Modalità d'intrattenimento
ja_jp: 接待モード
ko_kr: 상세정보
nb_no: Gjem blokkert informasjon
pt_br: A informação sobre os blocks não é mostrada
ru_ru: Скрыть информацию о блокировании
sv_se: Göm blockerad information
tr_tr: Engelleme bilgilerini gizle
uk_ua: Сховати заблоковану інформацію
vi_vn: Ẩn thông tin bị chặn
zh_cn: 接待模式
zh_tw: 服侍模式

# 被ブロック情報は見ません
source: Do not view blocked information
ar_sa: لا تُظهر المعلومات المحظورة
be_by: Не праглядаць заблакаваную інфармацыю
es_es: No ver la información de bloqueos
fr_fr: Ne pas voir les informations sur le bloquage
hu_hu: Ne tekintsd meg a blokkolt adatokat.
it_it: Non visualizzare le informazioni sul blocco
ja_jp: 被ブロック情報は見ません
ko_kr: 차단된 정보는 볼 수 없습니다
nb_no: Ikke se blokkert informasjon
pt_br: Não ver informações sobre os blocks
ru_ru: Не видеть информацию о блокировании
sv_se: Visa inte blockerad information
tr_tr: Engelleme bilgilerini görüntüleme
uk_ua: Не переглядайте заблоковану інформацію
vi_vn: Không xem thông tin bị chặn
zh_cn: 不查看被屏蔽信息
zh_tw: 塊信息是沒有看到

# このサービスで収集した「誰が誰をブロックしたか」という情報は公開いたしません。
source: Collected information pertaining to “who blocked whom” is not published by this service.
be_by: Сабранная інфармацыя, якая тычыцца “хто каго заблакаваў”, гэтая служба не публікуе.
es_es: Toda la información almacenada en este sitio web, como “quién bloqueó a quién” no será publicada bajo ninguna circunstancia.
fr_fr: Les informations collectés portant sur "qui a bloqué qui" ne sont pas publiés par ce service.
hu_hu: A rendszer nem osztja meg senkivel a gyűjtött adatokat a "Ki blokkolt le kicsodát"-tal vonatkozóan.
it_it: Le informazioni raccolte circa "chi ha bloccato chi" non sono pubblicate da questo servizio.
ja_jp: このサービスで収集した「誰が誰をブロックしたか」という情報は公開いたしません。
ko_kr: 본 서비스에서 수집한 ‘누가 누구를 차단했는가’에 관한 정보는 비공개로 처리됩니다.
nb_no: Samlet informasjon om "hvem blokkerte hvem" er ikke utgitt av denne tjenesten.
pt_br: Informações coletadas sobre "quem bloqueou quem" não são publicadas por esse serviço.
ru_ru: Собранная информация о том, «кто кого заблокировал», не публикуется этой службой.
sv_se: Insamlad information som avslöjar "vem som blockerade vem" är ej publicerad av denna tjänst.
tr_tr: “Kimin kimi engellediği” ile ilgili toplanan bilgiler hizmetimiz tarafından yayınlanmaz.
uk_ua: Ця служба не публікує зібрану інформацію, яка стосується "хто кого заблокував".
vi_vn: Thông tin thu thập liên quan đến “ai đã chặn ai” không được dịch vụ này công bố
zh_cn: 本服务不会公开所收集的「谁屏蔽了谁」之类的信息。
zh_tw: 本服務不會公開所收集的「誰封鎖了誰」這類型的資訊。

# 定期的にデータを更新するためアプリ連携を残して欲しいです
source: In order to periodically update our data, we request that you leave this application linked.
be_by: Каб перыядычна абнаўляць нашы дадзеныя, мы просім пакінуць гэта дадатак звязаным.
es_es: Para que nuestra base de datos se actualice adecuadamente, sugerimos que deje vinculada esta aplicación a su cuenta.
fr_fr: Afin de mettre à jour régulièrement nos informations, nous suggérons que vous laissiez cette application liée.
hu_hu: Adatok frissítése érdekében azt ajánljuk hogy ez az alkalmazás maradjon összekötve a fiókoddal.
it_it: Per aggiornare periodicamente le informazioni, ti preghiamo di lasciare quest'applicazione collegata.
ja_jp: 定期的にデータを更新するため、アプリ連携の「ぶろるっく(blolook)」を残しておいて欲しいです。
ko_kr: 정기적으로 정보를 갱신하기 위해, 애플리케이션의 ‘blolook(ぶろるっく)’을 유지해주시기 바랍니다.
nb_no: For å periodisk oppdatere vår informasjon, ber vi deg om at du fortsetter å ha denne applikasjonen koblet til.
pt_br: Para atualizar as informações regularmente, Eu gostaria que você deixasse a aplicação "biolook" linkada.
ru_ru: Чтобы данные обновлялись на регулярной основе, мы просим вас, что-бы вы оставались авторизованными в приложении «blolook».
sv_se: För att periodvis uppdatera datan, ber vi dig att lämna denna app länkad.
tr_tr: Verilerimizi sürekli olarak güncellemek için bu uygulamayı bağlı bırakmanızı rica ediyoruz.
uk_ua: Щоб періодично оновлювати наші дані, ми просимо залишати посилання на Blolook.
vi_vn: Để cập nhật dữ liệu của chúng tôi theo định kỳ, chúng tôi yêu cầu bạn liên kết ứng dụng này.
zh_cn: 为了能够定期更新数据，希望您能够保持关联「ぶろるっく(blolook)」。
zh_tw: 為了能夠定期更新資料，希望您能夠保持連攜「ぶろるっく(blolook)」。

# 順位%s位
source: Rank number:%s
be_by: Нумар рангу:%s
es_es: Puesto n°: %s
fr_fr: Votre rang:%s
hu_hu: %s. helyezett
it_it: Posizione numero:%s
ja_jp: 順位:%s
ko_kr: 순위 %s위
nb_no: Topplistenummer:%s
pt_br: Numero no rank:%s
ru_ru: Номер ранга:%s
sv_se: Rangnummer:%s
tr_tr: Sıra numarası:%s
uk_ua: Номер рангу:%s
vi_vn: Số thứ hạng:% s
zh_cn: 排名:%s
zh_tw: 排名:%s

# 制作者
source: Author
ar_sa: المؤلّف
be_by: Аўтар
es_es: Autor
fr_fr: Auteur
hu_hu: Szerző
it_it: Autore
ja_jp: 制作者
ko_kr: 제작자
nb_no: Forfatter
pt_br: Autor
ru_ru: Автор
sv_se: Författare
tr_tr: Yazar
uk_ua: Автор
vi_vn: Người sáng tạo
zh_cn: 制作者
zh_tw: 作者

# 翻訳協力
source: Translation collaboration
be_by: Супрацоўніцтва ў перакладзе
es_es: Colaboradores en la traducción
fr_fr: Aidez nous à traduire!
hu_hu: Közreműködő fordítás
it_it: Aiutaci a tradurre il sito
ja_jp: 翻訳協力
ko_kr: 번역 제공
nb_no: Oversettelsessamarbeid
pt_br: Cooperação na tradução
ru_ru: Переводческое сотрудничество
sv_se: Översättnings sammarbete
tr_tr: Çeviri işbirliği
uk_ua: Співпраця у перекладі
vi_vn: Cộng tác dịch thuật
zh_cn: 翻译合作
zh_tw: 翻譯合作

# 集計中
source: In the aggregate
be_by: У сукупнасці
es_es: en total
fr_fr: Dans l'ensemble
hu_hu: Összesítés
it_it: Nell'insieme
ja_jp: 集計中
ko_kr: 집계 중
nb_no: I aggregaten
pt_br: No conjunto
ru_ru: В совокупности
sv_se: I aggregatet
tr_tr: Toplu
uk_ua: У сукупності
vi_vn: Trong tổng hợp
zh_cn: 统计中
zh_tw: 統計中

# あなたの位置
source: Your position
be_by: Ваша пазіцыя
es_es: Tu posición
fr_fr: Votre position
hu_hu: Te helyezésed
it_it: La tua posizione
ja_jp: あなたの位置
ko_kr: 내 계정의 위치
nb_no: Din possisjon
pt_br: Sua posição
ru_ru: Ваша позиция
sv_se: Din position
tr_tr: Pozisyonunuz
uk_ua: Ваша позиція
vi_vn: Vị trí của bạn
zh_cn: 您的位置
zh_tw: 您現在的位置

# 件
source: count
be_by: лічыць
es_es: conteo
fr_fr: Compte
hu_hu: számolás
it_it: Conteggio
ja_jp: 件
ko_kr: 건
nb_no: Teller
pt_br: conta
ru_ru: число
sv_se: Antal
tr_tr: sayaç
uk_ua: число
vi_vn: Tổng số, kiểm tra
zh_cn: 号
zh_tw: 號

# 人
source: accounts
ar_sa: حسابات
be_by: рахункі
es_es: cuentas
fr_fr: Comptes
hu_hu: fiókok
it_it: Account
ja_jp: 人
ko_kr: 명
nb_no: Kontoer
pt_br: contas
ru_ru: учётные записи
sv_se: Konton
tr_tr: hesaplar
uk_ua: акаунти
vi_vn: tài khoản
zh_cn: 人
zh_tw: 人

# サンプル
source: sample
ar_sa: عيّنة
be_by: ўзор
es_es: muestra
fr_fr: Extrait
hu_hu: sablon
it_it: Campione
ja_jp: サンプル
ko_kr: 표본
nb_no: Eksemplar
pt_br: amostra
ru_ru: образец
sv_se: Exempel
tr_tr: örnek
uk_ua: зразок
vi_vn: mẫu
zh_cn: 样本
zh_tw: 樣本

# ブロックされた数分布
source: Distribution of the number of accounts blocking you
be_by: Размеркаванне колькасці ўліковых запісаў, якія вас блакуюць
es_es: Distribución del número de cuentas bloqueándote
fr_fr: Nombre de comptes qui vous ont bloqués
hu_hu: Téged blokkolt emberek általi részletek mutatása
it_it: Numero di account bloccati
ja_jp: ブロックされた数分布
ko_kr: 차단된 수의 분포
nb_no: Distribusjon av nummeret av kontoer som blokkerer deg
pt_br: Distribuição do numero de contas bloqueando
ru_ru: Количество учётных записей, блокирующие вас
sv_se: Distribution av hur många konton som blockerar dig.
tr_tr: Sizi engelleyen hesap sayısının dağılımı
uk_ua: Розподіл кількості акаунтів, які Вас заблокували
vi_vn: Phân phối số lượng tài khoản đang chặn bạn
zh_cn: 被屏蔽的人数分布统计图
zh_tw: 被封鎖的次數分布

# ブロックした数分布
source: Distribution of the number of accounts blocked
be_by: Размеркаванне колькасці заблакаваных уліковых запісаў
es_es: Distribución de cuentas que bloqueaste
fr_fr: Nombre de comptes bloqués
hu_hu: Te általad blokkolt emberek részletjének mutatása
it_it: Distribuzione del numero di account bloccati
ja_jp: ブロックした数分布
ko_kr: 차단한 수의 분포
nb_no: Distribusjon av nummeret av kontoer blokkert
pt_br: Distribuição do numero de contas bloqueadas
ru_ru: Количество заблокированных учётных записей
sv_se: Distribution av hur många konton du har blockerat.
tr_tr: Engellenen hesap sayısının dağılımı
uk_ua: Розподіл кількості заблокованих Вами акаунтів
vi_vn: Phân phối số lượng tài khoản bị chặn
zh_cn: 所屏蔽的人数分布统计图
zh_tw: 所封鎖的次數分布

# 相互ブロック件数
source: Mutual blocks
ar_sa: الحظر المتبادل
be_by: Узаемныя блакіроўкі
es_es: Bloqueados mutuamente
fr_fr: Bloqués mutuellement
hu_hu: Közös blokkolás
it_it: Blocchi reciproci
ja_jp: 相互ブロック件数
ko_kr: 상호 차단 건수
nb_no: Delte blokkeringer
pt_br: Blocks mútuos
ru_ru: Взаимные блокировки
sv_se: Gemensamma blockeringar
tr_tr: Karşılıklı engellemeler
uk_ua: Взаємні блокування
vi_vn: Khối hỗ trợ
zh_cn: 互相屏蔽
zh_tw: 互相封鎖

# ブロック
source: blocked
ar_sa: محظور
be_by: заблакаваны
es_es: bloqueados
fr_fr: Bloqué
hu_hu: blokkolva
it_it: Bloccato
ja_jp: ブロック
ko_kr: 차단
nb_no: Blokkert
pt_br: bloqueado
ru_ru: заблокировано
sv_se: Blockerad
tr_tr: engellenen
uk_ua: заблоковано
vi_vn: bị chặn
zh_cn: 屏蔽
zh_tw: 封鎖

# 件以上ブロック
source: accounts over blocked
ar_sa: أكثر من الحسابات المحظورة
be_by: уліковыя запісы заблакіраваны
es_es: cuentas sobre bloqueados
fr_fr: Comptes surbloqués
hu_hu: túl blokkolt fiókok
it_it: Account su bloccati
ja_jp: 件以上ブロック
ko_kr: 건 이상의 차단
nb_no: Kontoer over blokkert
pt_br: contas sobre bloqueados
ru_ru: учётные записи заблокированы
sv_se: Konton över blockeringar
tr_tr: fazla engellenmiş hesaplar
uk_ua: заблоковані акаунти
vi_vn: tài khoản bị chặn quá mức
zh_cn: 个以上屏蔽
zh_tw: 個或更多封鎖

# 件ブロック
source: accounts blocked
ar_sa: الحسابات المحظورة
be_by: уліковыя запісы заблакаваны
es_es: cuentas bloqueadas
fr_fr: Comptes bloqués
hu_hu: blokkolt fiókok
it_it: Account bloccati
ja_jp: 件ブロック
ko_kr: 건 차단
nb_no: Kontoer blokkert
pt_br: contas bloqueadas
ru_ru: аккаунты заблокированы
sv_se: Blockerade konton
tr_tr: engellenmiş hesaplar
uk_ua: заблоковані акаунти
vi_vn: tài khoản bị chặn
zh_cn: 个屏蔽
zh_tw: 個封鎖

# 翻訳に間違いがあれば教えてください。
source: Please tell me if there is a mistake in the translation. 翻訳に間違いがあれば教えてください。
ar_sa: يرجى إخباري إن كان هناك أي أخطاء في الترجمة. 翻訳に間違いがあれば教えてください。
be_by: Скажыце мне, калі ў перакладзе памылка. 翻 訳 に 間 違 い が あ れ ば 教 え て く だ さ い。
es_es: Avísame/avísanos si hay un error de traducción.
fr_fr: Dites-moi si il y a une erreur de traduction s'il vous plaît.
hu_hu: Ha bármi hiba akadt a fordításban, kérlek szólj. 翻訳に間違いがあれば教えてください。
it_it: Per favore, dimmi se ci sono errori nella mia traduzione.
ja_jp: 翻訳に間違いがあれば教えてください。
ko_kr: 오역이 있다면 이 링크로 알려주시기 바랍니다. (翻訳に間違いがあれば教えてください。)
nb_no: Vennligst fortell meg hvis det er en feil i oversettelsen. Please tell me if there is a mistake in the translation. 翻訳に間違いがあれば教えてください。
pt_br: Me diga se tem algo errado com a tradução. 翻訳に間違いがあれば教えてください。
ru_ru: Пожалуйста, дайте мне знать, если в переводе допущена ошибка. 翻訳に間違いがあれば教えてください。
sv_se: Vänligen kontakta mig om det finns ett misstag i översättningen.
tr_tr: Çeviride hata varsa lütfen söyleyiniz.
uk_ua: Будь ласка, повідомте мене, якщо в перекладі є помилка. 翻訳に間違いがあれば教えてください。
vi_vn: Xin vui lòng cho tôi biết nếu có một sai lầm trong bản dịch.翻 訳 に 間 違 い が あ れ ば 教 え て く だ さ い
zh_cn: 如果翻译有错请告诉我。翻訳に間違いがあれば教えてください。
zh_tw: 如果有翻譯錯誤的地方請告訴我。 翻訳に間違いがあれば教えてください。

# レコメンド機能はお休み中です。
source: Recommendations are not currently available.
ar_sa: التوصيات غير متوفرة حاليًا.
be_by: У зараз рэкамендацыі недаступныя.
es_es: Las recomendaciones no están disponibles.
fr_fr: L'option de reccommendations ne fonctionne pas pour le moment.
hu_hu: Az ajánlások jelenleg nem elérhetőek.
it_it: La funzione Raccomandazioni è temporaneamente disattivata.
ja_jp: レコメンド機能はお休み中です。
ko_kr: 추천 기능이 쉬는 중입니다.
nb_no: Anbefalinger er ikke tilgjengelige for øyeblikket.
pt_br: Recomendações não estão disponíveis no momento.
ru_ru: В настоящее время рекомендации недоступны.
sv_se: Rekommendationer är för nuvarande inte tillgängliga.
tr_tr: Öneriler şu anda mevcut değil.
uk_ua: Наразі рекомендації недоступні.
vi_vn: Đề xuất hiện không có sẵn.
zh_cn: 推荐功能处于休眠状态。
zh_tw: 推薦功能處於休眠狀態。

# 日記より「ぶろるっく」タグの付いた投稿
source: (Japanese language) blog posts tagged "blolook"
ar_sa: (باللغة اليابانية) منشورات المدونة الموسومة بعلامة "بلولوك"
be_by: (На японскай мове) паведамленні ў блогу з пазнакай "blolook"
es_es: (en Japonés) Blogposts mencionando a "blolook"
fr_fr: Posts de "blolook" sur les réseaux sociaux
hu_hu: Blog posztok "blolook" cimkével megjelölve (japánul)
it_it: Post taggati "blolook" (in giapponese)
ja_jp: 日記より「ぶろるっく」タグの付いた投稿
ko_kr: 일기로 ‘브로룩’ 태그 작성(일본어 사이트)
nb_no: (Japansk språk) blogg-innleg tagget "blolook"
pt_br: (Em Japonês) Posts no meu blog marcados com "biolook"
ru_ru: Посты в блоге с тегом "blolook" (на японском)
sv_se: Inlägg med taggad "blolook"
tr_tr: (Japonca) "blolook" etiketli blog gönderileri
uk_ua: Дописи в блозі з тегом "blolook" (японською)
vi_vn: (Tiếng Nhật) các bài đăng trên blog được gắn thẻ "blolook"
zh_cn: （日语）写有「ぶろるっく(blolook)」标签的投稿
zh_tw: 日記より「ぶろるっく」タグの付いた投稿
