Repository: BreakinBenny/blolook_message
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, be_by, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, pt_br, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# menu_name
source: English
ar_sa: عَرَبِيّ (المملكة العربية السعودية)/Arabic(Saudi Arabia)
be_by: беларуская мова/Belarusian
es_es: Español/Spanish
fr_fr: Le français/French
hu_hu: Magyar nyelv/Hungarian
it_it: Italiano/Italian
ja_jp: 日本語/Japanese
ko_kr: 한국어/Korean
nb_no: Bokmål/Norwegian
pt_br: Português do Brasil/Brazilian Portuguese
ru_ru: русский/Russian
sv_se: Svenska/Swedish
tr_tr: Türkçe/Turkish
uk_ua: Український/Ukrainian
vi_vn: tiếng Việt/Vietnamese
zh_cn: 简体中文/Simplified Chinese
zh_tw: 繁體中文/Traditional Chinese

# web_site_description_content
source: We suggest you don't fret over the amount of blocks or over the results of others. We can't all get along.
ar_sa: نقترح ألا تقلق بشأن كمية الحظر أو نتائج الآخرين. لا يمكننا أن نتعايش جميعًا.
be_by: Мы рэкамендуем вам не хвалявацца пра колькасць блокаў і на вынікі іншых. Мы ўсе не можам паразумецца.
es_es: Sugerimos que no te preocupes por la cantidad de bloqueos o por los resultados de otros. No todos podemos llevarnos bien.
fr_fr: Ne faites pas attention au nombre de gens qui vous ont bloqués, ni aux résultats des autres. On ne peut pas s'entendre avec tout le monde.
hu_hu: Ne izgasd fel magad a blokkolt fiókok számán.
it_it: Ti consigliamo di non preoccuparti né del numero di blocchi né dei risultati degli altri. Non è possibile andare d'accordo con tutti.
ja_jp: 被ブロック数を嘆くのではなく、他人の結果を見ることで「人は万人とは分かり合えないのだ」と気にしないで欲しいな。
ko_kr: 차단된 수에 연연하지 않으시길 바랍니다. 숫자는 숫자일 뿐입니다.
nb_no: Ikke bli lei deg over mengden med blokk-er eller over resultatene til andre. Vi kan ikke alle være venner.
pt_br: Não ligue para o número de bloqueios, mas também não se preocupe ao ver o resultado de outros," Não se pode agradar todo mundo ".
ru_ru: Мы предлагаем вам не беспокоиться о количестве заблокированных или о результатах других. Мы не можем все ладить.
sv_se: Du behöver inte oroa dig över antalet blockeringar eller andras resultat. Vi kan inte alla bli sams.
tr_tr: Blokların miktarı veya başkalarının sonuçları hakkında endişelenmemenizi öneririz. Hepimiz anlaşamayız.
uk_ua: Ми рекомендуємо вам не турбуватися про кількість блоків або результати інших. Ми всі не можемо порозумітися.
vi_vn: Chúng tôi khuyên bạn không nên băn khoăn về số lượng người chặn bạn hoặc về kết quả của những người khác. Chúng ta không thể kết nối với nhau
zh_cn: 不要为屏蔽自己的人数而悲叹，看看别人的结果，你就知道「并不是所有的人看你很顺眼的」
zh_tw: 不需要為被封鎖感到難過，也不要放在心上，看看別人的結果，就能瞭解“人們是不能互相理解的”。

# ぶろるっく
source: blolook
ar_sa: بلولوك
ja_jp: ぶろるっく（よく濡れ衣を着せられるほう）
ko_kr: blolook(브로룩)
vi_vn: Người chặn bạn

# 全体の情報
source: Overall information
ar_sa: المعلومات العامة
be_by: Агульная інфармацыя
es_es: Información general
fr_fr: Informations globales
hu_hu: Összesített adatok
it_it: Informazioni globali
ja_jp: 全体の情報
ko_kr: 전체 정보
nb_no: Generell informasjon
pt_br: Informações Gerais
ru_ru: Общая информация
sv_se: Allmän information
tr_tr: Genel bilgilendirme
uk_ua: Загальна інформація
vi_vn: Thông tin tổng thể
zh_cn: 整体信息
zh_tw: 整體資訊

# 現在の登録アカウント数
source: Currently registered accounts
ar_sa: الحسابات المسجَلة حاليًا
be_by: У цяперашні час зарэгістраваныя ўліковыя запісы
es_es: Cuentas registradas
fr_fr: Comptes enregistrés
hu_hu: Jelenleg felregisztrált felhasználók
it_it: Account registrati
ja_jp: 登録アカウント数
ko_kr: 현재 등록계정 수
nb_no: Registrerte brukere
pt_br: Contas registradas
ru_ru: Текущее количество зарегистрированных учетных записей
sv_se: Registrerade konton
tr_tr: Şu anlık kaydolmuş hesaplar
uk_ua: Поточна кількість зареєстрованих облікових записів
vi_vn: Các tài khoản đã theo dõi hiện tại
zh_cn: 目前注册的账号数量
zh_tw: 目前已註冊的帳號數

# 登録後連係解除アカウント
source: Cancelled accounts
ar_sa: الحسابات الملغاة
be_by: Ануляваныя ўліковыя запісы
es_es: Cuentas suspendidas
fr_fr: Comptes non enregistrés
hu_hu: Visszavont fiókok
it_it: Account rifiutati
ja_jp: 登録後連係解除アカウント
ko_kr: 등록 후 연동 해제 계정
nb_no: Kansellerte brukere
pt_br: Contas rejeitadas
ru_ru: Удалённые учётные записи
sv_se: Borttagna konton
tr_tr: Reddedilmiş hesaplar
uk_ua: Видалені облікові записи
vi_vn: Tài khoản bị hủy
zh_cn: 登录后解除关联的账号
zh_tw: 登錄後解除連攜的帳號

# 現在のブロック情報件数
source: Current block information count
ar_sa: عدد معلومات الحظر الحالية
be_by: Падлік інфармацыі аб блакаваннях
es_es: Recuento de bloqueos en vivo
fr_fr: Nombres d'informations sur les comptes actuellement bloqués
hu_hu: Jelenlegi blokkolt információ számláló
it_it: Conteggio delle informazioni sui blocchi
ja_jp: ブロック情報件数
ko_kr: 현재 차단 정보 건수
nb_no: Gjeldene blokkinformasjonstall
pt_br: Contagem de bloqueios atual
ru_ru: Текущий счетчик информации о блокировках
sv_se: Nuvarande blockerings räkning
tr_tr: Mevcut blok bilgi sayısı
uk_ua: Поточний лічильник інформації про блокування
vi_vn: Số lượng thông tin tài khoản chặn hiện tại
zh_cn: 当前总屏蔽信息量（人次）
zh_tw: 目前的黑單情報數量

# ユニーク件数
source: Unique count
ar_sa: عدد فريد
be_by: Унікальны падлік
es_es: Recuento único
fr_fr: Nombre unique
hu_hu: Egyedi számláló
it_it: Conteggio unico
ja_jp: ユニーク件数
ko_kr: 고유 건수
nb_no: Unik-tall
pt_br: Contagem única
ru_ru: Уникальный номер
sv_se: Unik räkning
tr_tr: Benzersiz sayı
uk_ua: Унікальна кількість
vi_vn: số lượng duy nhất
zh_cn: 唯一的编号
zh_tw: 唯一的編號

# 説明
source: This service provides information on how many accounts are blocking your account.<br/>To achieve this, we collect information on which accounts your account is blocking, and cross-reference it with information from other accounts. <br/> (If an account that is not using this service is blocking your account, it will not be counted.) <br/> As the number of users using this service increases, the information we provide will become more accurate.<br/>
ar_sa: توفر هذه الخدمة معلومات حول عدد الحسابات التي تحظر حسابك.<br/> لتحقيق ذلك، نجمع معلومات عن الحسابات التي يحظرها حسابك، ونرجع إليها معلومات من حسابات أخرى. <br/> (إذا كان الحساب الذي لا يستخدم هذه الخدمة يحظر حسابك، فلن يتم احتسابه.) <br/> مع زيادة عدد المستخدمين الذين يستخدمون هذه الخدمة، ستصبح المعلومات التي نقدمها أكثر دقة.<br/>
be_by: Гэтая служба прадастаўляе інфармацыю пра тое, колькі ўліковых запісаў блакуе ваш уліковы запіс. <br/> Для гэтага мы збіраем інфармацыю пра тое, якія ўліковыя запісы блакують ваш уліковы запіс, і перакрыжоўваем яе з інфармацыяй з іншых уліковых запісаў. <br/> (Калі ўліковы запіс, які не выкарыстоўвае гэтую паслугу, блакуе ваш уліковы запіс, ён не будзе ўлічвацца.) <br/> Па меры павелічэння колькасці карыстальнікаў, якія карыстаюцца гэтай паслугай, інфармацыя, якую мы прадстаўляем, стане больш дакладнай. <br />
es_es: Este servicio recopila información de las cuentas que te han bloqueado.<br/>Para ello, recolectamos información de qué cuentas han hecho esto, y comparamos con información de otros. <br/> (Sin embargo, el sistema no podrá analizar cuentas que no están registradas en la base de datos.) <br/> No obstante, a medida de que se incorporen más usuarios a la base de datos, el valor de cuentas bloqueándote será más exacto.<br/>
fr_fr: Ce service collecte les informations suivantes : Il compte le nombre de fois que vous avez été bloqué sur twitter, mais, à moins que le compte bloquant utilise ce service, il ne peut pas être compté par ce service.<br-> Si le nombre de compte utilisant ce service augmente, vous pourrez éventuellement obtenir des résultats différents.<br/>
hu_hu: Ez a rendszer megmutatja hogy hány ember blokkolta le a fiókod.<br/>Ezért információkat gyűjtünk arról, hogy mely fiókokat blokkolsz, és a többi fiókoktól ezt összehasonlítjuk.<br/>(Abban az esetben, ha a fiók nem használja ezt a szolgáltatást, és letiltotta a fiókod, azt nem számítjuk bele.)<br/>Minél többen használják a rendszerünket, annál pontosabb eredményekkel tudunk szolgálni.<br/>
it_it: Questo servizio fornisce informazioni su quanti account hanno bloccato il tuo account.<br/>Per farlo, collezioniamo le informazioni su quali account hai bloccato, e le confrontiamo con le informazioni dagli altri account.<br/>(Se un account che non utilizza questo servizio ha bloccato il tuo account, esso sarà ignorato.)<br/>Siccome il numero di persone che usufruiscono di questo servizio aumenta, le informazioni fornite da noi saranno più precise.<br/>
ja_jp: このサービスでは、あなたがブロックした情報を収集します。<br/>Twitterでブロックされている数を計測します。<br/>ただし、実際にブロックしているアカウントがこのサービスを利用していないと、サービス側ではカウントできません。<br/>利用ユーザーが増えてきたときに見に来ると、また違うカウントになっているかもしれません。<br/>
ko_kr: 이 서비스는 여러분의 트위터 계정을 차단한 계정의 수를 제공합니다. <br/> 이를 위해 여러분의 계정이 차단한 계정의 목록을 수집하고 상호 대조를 수행합니다. <br/>(여러분의 계정을 차단한 어떤 계정이 이 서비스를 사용하고 있지 않다면 계산 결과에도 포함되지 않습니다.) <br/> 이용자가 많아질수록 결과가 더 정확해지게 됩니다.<br/>
nb_no: Denne tjenesten gir informasjon på hvor mange kontoer som blokkerer din konto.<br/>For å oppnå dette, samler vi informasjon på hvilke kontoer din konto blokkerer, og sammenligner den med informasjon fra andre kontoer. <br/> (Hvis en konto som ikke bruker denne tjenesten blokkerer din konto, vil ikke den telles.) <br/> Når nummeret av folk som bruker denne tjenesten øker, vil informasjonen vi tilbyr bli mer nøyaktig.<br/>
pt_br: Este serviço coleta informações acerca de quem você bloqueia e também quantas vezes você já foi bloqueado no Twitter. <br/> Apesar disso, é impossível contar quem te bloqueou a não ser que a conta que tenha te bloqueado use este serviço.<br/> Se o número de usuários usando esse serviço aumentar, você pode acabar com uma contagem diferente.<br/>
ru_ru: Эта служба предоставляет информацию о том, у скольких аккаунтов вы находитесь в чёрном списке.<br/>Для этого мы собираем информацию о том, какие аккаунты вы внесли в чёрный список, и сопоставляем ее с информацией из других аккаунтов. <br/> (Если аккаунт, не использует эту службу, блокирует вашу учетную запись, он не будет засчитан.) <br/> По мере увеличения количества пользователей, использующих blolook, предоставляемая нами информация будет становиться более точной. <br/>
sv_se: Denna tjänst kommer med information om hur många konton det är som blockerar ditt konto. <br/>För att uppnå detta, samlar vi in information om vilka konton du blockerar, och jämför det med information från andra konton. <br/> (Om ett konto som inte använder denna tjänst blockerar ditt konto, kommer det inte att medräknas.) <br/> Medans tjänstens totala andel användare ökar, kommer informationen vi medför bli mer nogrann.<br/>
tr_tr: Bu hizmet, hesabınızı kaç hesabın engellediği hakkında bilgi sağlar.<br/>Bunu yapmak için hesabınızın hangi hesapları engellediği hakkında bilgi toplar ve diğer hesaplardan gelen bilgilerle çapraz referans veririz. <br/> (Bu hizmeti kullanmayan bir hesap hesabınızı engellediyse sayılmaz.) <br/> Bu hizmeti kullanan kullanıcı sayısı arttıkça verdiğimiz bilgiler daha doğru olacaktır.<br/>
uk_ua: Ця служба надає інформацію про те, скільки облікових записів блокують вас. <br/> Для цього ми збираємо інформацію про те, які облікові записи блокуєте ви, і перехресно звіряємо її з інформацію від инших облікових записів. <br/> (Якщо обліковий запис, який не використовує цю послугу, блокує вас, він не враховуватиметься.) <br/> Зі збільшенням кількості користувачів, які використовують цю службу, надана нами інформація стане більш точною. <br/>
vi_vn: Dịch vụ này cung cấp thông tin về số lượng tài khoản đang chặn tài khoản của bạn. <br/> Để đạt được điều này, chúng tôi thu thập thông tin về những tài khoản mà tài khoản của bạn đang chặn và tham chiếu chéo nó với thông tin từ các tài khoản khác. <br/> (Nếu tài khoản không sử dụng dịch vụ này đang chặn tài khoản của bạn, tài khoản đó sẽ không được tính.) <br/> Khi số lượng người dùng sử dụng dịch vụ này tăng lên, thông tin chúng tôi cung cấp sẽ trở nên chính xác hơn. < br />
zh_cn: 此服务收集屏蔽您的账号的信息。<br/>测定在Twitter上屏蔽你的人数。<br/>但是，如果屏蔽你的账号实际上并没有使用本服务，本服务无法测定。<br/>用户增加后再次查看时，可能会有不同的测定结果。<br/>
zh_tw: 此服務收集您封鎖的資訊。<br/>測定在 Twitter 上被封鎖的數量。<br/>但是，實際封鎖的帳號沒有利用本服務時，本服務不能實行測定。<br/>用戶增加後再次查看時，可能會有不同的測定結果。<br/>

# あなたの情報
source: Your account
ar_sa: حسابك
be_by: Ваш рахунак
es_es: Tu resumen
fr_fr: Vos informations
hu_hu: A fiókód
it_it: Il tuo account
ja_jp: あなたの情報
ko_kr: 내 계정
nb_no: Din konto
pt_br: Sua informação
ru_ru: Ваша учётная запись
sv_se: Ditt konto
tr_tr: Senin hesabın
uk_ua: Ваш обліковий запис
vi_vn: tài khoản của bạn
zh_cn: 您的信息
zh_tw: 您的資訊

# ブロックされた件数
source: Accounts blocking you
ar_sa: الحسابات التي حظرتك
be_by: Уліковыя запісы, якія вас блакуюць
es_es: N° de cuentas bloqueándote
fr_fr: Nombre de comptes qui vous ont bloqué
hu_hu: Fiókok akik kiblokkoltak téged
it_it: Account che ti hanno bloccato
ja_jp: ブロックされた件数
ko_kr: 내 계정을 차단한 계정
nb_no: Kontoer som blokkérer deg
pt_br: Bloqueado por
ru_ru: Пользователи блокирующие вас
sv_se: Konton som blockerar dig
tr_tr: Seni bloklamış hesaplar
uk_ua: Користувачі, які заблокували вас
vi_vn: tài khoản chặn bạn
zh_cn: 屏蔽你的人数
zh_tw: 被封鎖的件數

# ブロックした件数
source: Accounts you blocked
ar_sa: الحسابات التي حظرتها
be_by: Уліковыя запісы, якія вы заблакавалі
es_es: N° de cuentas bloqueadas
fr_fr: Nombre de comptes que vous avez bloqués
hu_hu: Fiókok akiket te blokkoltál
it_it: Account bloccati da te
ja_jp: ブロックした件数
ko_kr: 내가 차단한 계정
nb_no: Kontoer du har blokkert
pt_br: Bloqueando
ru_ru: Аккаунтов заблокировано
sv_se: Konton du blockerar
tr_tr: Senin blokladığın hesaplar
uk_ua: Користувачі, яких ви заблокували
vi_vn: tài khoản bạn chăn
zh_cn: 你屏蔽的人数
zh_tw: 已封鎖的件數

# わたしは%s人からブロックされています
source: I have been blocked by %s people.
ar_sa: لقد تم حظري من قبل %s أشخاص.
be_by: Я заблакаваны %s людзьмі.
es_es: % de personas que me han bloqueado.
fr_fr: J'ai été bloqué par %s personnes.
hu_hu: %s ember blokkolt le engem.
it_it: Mi hanno bloccato %s persone.
ja_jp: わたしは%s人からブロックされています
ko_kr: 나는 %s명에게 차단되었습니다.
nb_no: Jeg har blitt blokkert av %s folk.
pt_br: Eu fui bloqueado de %s as pessoas.
ru_ru: Меня заблокировали %s человек.
sv_se: Jag har blockerats av %s konton.
tr_tr: %s kişi tarafından engellendim.
uk_ua: Мене заблокувало наступна кількість людей: %s
vi_vn: bạn đã bị chặn bởi %s người
zh_cn: 我被%s人屏蔽
zh_tw: 我被%s人所封鎖

# わたしは誰からもブロックされていません
source: I have not been blocked by anyone.
ar_sa: لم يتم حظري من قبل أي شخص.
be_by: Мяне ніхто не заблакаваў.
es_es: No me ha bloqueado nadie.
fr_fr: Je n'ai été bloqué par personne
hu_hu: Nem blokkolt le engem senki.
it_it: Non mi ha bloccato nessuno.
ja_jp: わたしは誰からもブロックされていません
ko_kr: 내 계정은 누구로부터도 차단되지 않았습니다
nb_no: Jeg har ikke blitt blokkert av noen.
pt_br: Eu não fui bloqueado por ninguém.
ru_ru: Меня никто не заблокировал.
sv_se: Jag har inte blockerats av någon.
tr_tr: Hiç kimse tarafından engellenmedim.
uk_ua: Мене ніхто не заблокував.
vi_vn: tôi đã không bị chặn bởi người khác
zh_cn: 我没有被任何人屏蔽
zh_tw: 我沒有被任何人封鎖

# わたしは誰からもブロックされていないはずです
source: I probably have not been blocked by anyone.
ar_sa: ربما لم يتم حظري من قبل أي شخص.
be_by: Мяне, напэўна, ніхто не блакаваў.
es_es: No debería haber sido bloqueado por nadie.
fr_fr: Je pense n'avoir été bloqué par personne
hu_hu: Talán nem blokkolt le engem senki.
it_it: Nessuno dovrebbe avermi bloccato.
ja_jp: わたしは誰からもブロックされていないはずです
ko_kr: 여러분은 누구로부터도 차단되지 않았을 것입니다
nb_no: Mest sannsynlig har jeg ikke blitt blokkert av noen.
pt_br: Eu não deveria ter sido bloqueado por alguém.
ru_ru: Скорее всего, меня никто не заблокировал.
sv_se: Jag har förmodligen inte blockerats av någon.
tr_tr: Muhtemelen kimse tarafından engellenmedim.
uk_ua: Можливо, мене ніхто не заблокував.
vi_vn: Tôi có lẽ không bị ai chặn
zh_cn: 我本来没被任何人屏蔽
zh_tw: 我應該未被任何人封鎖

# ブロックした覚えがない場合
source: If you do not remember blocking
ar_sa: إذا كنت لا تتذكر الحظر
be_by: Калі вы не памятаеце блакавання
es_es: Si no recuerdas haber bloqueado a alguien
fr_fr: Si vous pensez que vous ne l'avez pas bloqué
hu_hu: Ha nem emlékszel hogy blokkoltál volna
it_it: Se non ti ricordi di aver bloccato qualcuno
ja_jp: ブロックした覚えがない場合
ko_kr: 차단한 적이 없다고 생각하신다면,
nb_no: Hvis du ikke husker å ha blokkert
pt_br: Se você não bloqueou
ru_ru: Если вы не помните, что вы кого-то заблокировали
sv_se: Om du inte kommer ihåg att du har blockerat
tr_tr: Bloklamayı hatırlamıyorsan
uk_ua: Якщо не пам’ятаєте, що блокували когось
vi_vn: Nếu bạn không nhớ chặn
zh_cn: 如果不记得屏蔽过别人的话
zh_tw: 若是不記得有進行封鎖的話

# Twitterのブロックしたユーザー一覧
source: Please check the list of users that <a href='https://twitter.com/settings/blocked' target='_blank'>you have blocked on Twitter</a>.
ar_sa: يرجى التحقق من قائمة المستخدمين <a href='https://twitter.com/settings/blocked' target='_blank'>الذين حظرتهم على تويتر</a>.
be_by: Калі ласка, праверце спіс карыстальнікаў, якіх <a href='https://twitter.com/settings/blocked' target='_blank'> вы заблакавалі ў Twitter </a>.
es_es: Comprueba la lista de usuarios que <a href='https://twitter.com/settings/blocked' target='_blank'>has bloqueado en Twitter</a>.
fr_fr: <a href='https://twitter.com/settings/blocked' target='_blank'>Regardez la liste des gens que vous bloquez sur twitter afin d'être sûr qu'il n'y a pas d'erreurs</a>
hu_hu: Kérlek tekinsd meg <a href='https://twitter.com/settings/blocked' target='_blank'>az általad leblokkolt fiókok listáját.</a>.
it_it: Controlla la lista di account che <a href='https://twitter.com/settings/blocked' target='_blank'>hai bloccato su Twitter</a>.
ja_jp: <a href='https://twitter.com/settings/blocked' target='_blank'>Twitterのブロックしたユーザー一覧</a>を確認してください。
ko_kr: <a href='https://twitter.com/settings/blocked' target='_blank'>트위터에서 차단한 사용자 계정</a>을 확인해주세요.
nb_no: Vær så snill å sjekk listen av <a href='https://twitter.com/settings/blocked' target='_blank'> folk du har blokkert på Twitter</a>.
pt_br: Por favor, confira a lista de quem <a href='https://twitter.com/settings/blocked' target='_blank'>você bloqueia no Twitter</a>.
ru_ru: Пожалуйста, проверьте список пользователей, которых <a href='https://twitter.com/settings/blocked' target='_blank'> вы заблокировали в Twitter</a>.
sv_se: Vänligen dubbelkolla listan av användare du har blockerat <a href='https://twitter.com/settings/blocked' target='_blank'>på Twitter</a>.
tr_tr: Lütfen <a href='https://twitter.com/settings/blocked' target='_blank'>Twitter'da engellediğiniz</a> kullanıcıların listesini kontrol edin.
uk_ua: Будь ласка, перевірте список користувачів, <a href='https://twitter.com/settings/blocked' target='_blank'>яких ви заблокували у Twitter</a>.
vi_vn: Vui lòng kiểm tra danh sách người dùng mà <a href='https://twitter.com/settings/blocked' target='_blank'> bạn đã chặn trên Twitter </a>
zh_cn: <a href='https://twitter.com/settings/blocked' target='_blank'>查看你在Twitter上屏蔽的人</a>
zh_tw: <a href='https://twitter.com/settings/blocked' target='_blank'>在Twitter上已封鎖的用戶一覽</a>

# Twitterのアプリ連携
source: Please ensure that there are no <a href='https://twitter.com/settings/applications' target='_blank'>applications linked to your Twitter account</a> which you do not remember authorizing.
ar_sa: يرجى التأكد من عدم وجود <a href='https://twitter.com/settings/applications' target='_blank'>تطبيقات مرتبطة بحسابك على Twitter </a> والتي لا تتذكر ترخيصها.
be_by: Пераканайцеся ў адсутнасці прыкладанняў <a href='https://twitter.com/settings/applications' target='_blank'>, звязаных з вашым уліковым запісам Twitter </a>, якія вы не памятаеце, што дазволілі.
es_es: Por favor, <a href='https://twitter.com/settings/applications' target='_blank'>revisa acá</a> si hay aplicaciones a la que no les permitiste el acceso a tu cuenta.
fr_fr: <a href='https://twitter.com/settings/applications' target='_blank'>Regardez si il n'y a pas d'applications liées à votre compte Twitter </a> auxquelles vous ne vous souvenez pas avoir donné accès.
hu_hu: Kérlek biztosísd hogy nincs semmi olyan <a href='https://twitter.com/settings/applications' target='_blank'>alkalmazás összekapcsolva a Twitter-fiókodhoz,</a> aminek az összekapcsolásához nem emlékezel.
it_it: Assicurati che non ci siano <a href='https://twitter.com/settings/applications' target='_blank'>applicazioni collegate al tuo account Twitter</a> a tua insaputa.
ja_jp: <a href='https://twitter.com/settings/applications' target='_blank'>Twitterのアプリ連携</a>から、許可した覚えのないアプリがないか確認してください。
ko_kr: <a href='https://twitter.com/settings/applications' target='_blank'>트위터의 애플리케이션</a>에서, 승인한 기억이 없는 어플은 없는지 확인해주세요.
nb_no: Vennligst bli sikker på at det er ingen <a href='https://twitter.com/settings/applications' target='_blank'>applikasjoner koblet til din Twitter-konto</a> som du ikke husker å ha autorisert.
pt_br: <a href='https://twitter.com/settings/applications' target='_blank'>Dos apps do twitter</a>, Por favor tenha certeza de que não tenha um app "do not remember" que você permita.
ru_ru: Убедитесь, что с вашей учетной записью Twitter не связаны <a href='https://twitter.com/settings/applications' target='_blank'>приложения</a>, в которых вы не авторизовались.
sv_se: Vänligen dubbelkolla att det inte finns några appar <a href='https://twitter.com/settings/applications' target='_blank'>länkade till ditt Twitter-konto som du inte minns att du har gett tillgång.
tr_tr: Lütfen yetkilendirmeyi hatırlamadığınız <a href='https://twitter.com/settings/applications' target='_blank'>Twitter hesabınıza bağlı uygulama</a> olmadığından emin olun.
uk_ua: Переконайтесь, що до вашого облікового запису Twitter не пов’язано <a href='https://twitter.com/settings/applications' target='_blank'>програм</a>, яким ви не надавали дозвіл.
vi_vn: Hãy đảm bảo rằng không có <a href='https://twitter.com/settings/application' target='_blank'> ứng dụng nào được liên kết với tài khoản Twitter của bạn </a> mà bạn không nhớ là đã ủy quyền.
zh_cn: <a href='https://twitter.com/settings/applications' target='_blank'>前往Twitter的应用程序</a>确认一下是否有不记得有授权过的应用程序
zh_tw: <a href='https://twitter.com/settings/applications' target='_blank'>從Twitter的應用程序</a>，請確保沒有不記得你的應用程序允許。

# レコメンド
source: Recommended
ar_sa: موصى به
be_by: Рэкамендуецца
es_es: Recomendaciones
fr_fr: Recommandé
hu_hu: Ajánlott
it_it: Raccomandare
ja_jp: レコメンド
ko_kr: 추천
nb_no: Anbefalt
pt_br: Recomendado
ru_ru: Рекомендовано
sv_se: Rekommenderat
tr_tr: Önerilen
uk_ua: Рекомендовано
vi_vn: Được đề xuất
zh_cn: 建议
zh_tw: 建議

# （あなたがブロックしたアカウントと同じアカウントをブロックをしている他のアカウントがわりとブロックしているアカウント）
source: (Accounts that have blocked the same accounts as you also tend to be accounts you have blocked)
ar_sa: (الحسابات التي حظرت نفس الحسابات كما تميل أيضًا إلى أن تكون حسابات قمت بحظرها)
be_by: (Уліковыя запісы, якія заблакавалі тыя ж уліковыя запісы, што і вы, як правіла, з'яўляюцца ўліковымі запісамі, якія вы заблакавалі)
es_es: (Las cuentas que hayan bloqueado otros tienden a ser cuentas que hayas bloqueado también)
fr_fr: (Les comptes qui ont bloqué les mêmes comptes que vous sont souvent des comptes que vous avez bloqués)
hu_hu: (Fiókok amik olyan fiókokat blokkoltak le, amit te, azok is fiókok amiket te blokkoltál le.)
it_it: (Gli account bloccati sia da te sia da un altro utente tendono ad essere account regolarmente bloccati.)
ja_jp: （ランキングじゃないよ。あなたがブロックしたアカウントと同じアカウントをブロックをしている他のアカウントがわりとブロックしているアカウント）
ko_kr: (나와 비슷하게 차단한 사람들이 차단하고 있는 계정)
nb_no: (Kontoer som har blokkert de samme kontoene som deg pleier også å være kontoer du har blokkert)
pt_br: (Contas bloqueadas por você e por uma outra pessoa costumam ser contas bloqueadas regularmente)
ru_ru: (Учетные записи, которые заблокировали те же учетные записи, что и вы, также обычно являются учетными записями, которые вы заблокировали)
sv_se: (Konton som har blockerat samma konton som du verkar också vara konton du har blockerat)
tr_tr: (Sizinle aynı hesapları bloke eden hesaplar, sizin engellediğiniz hesap olma eğilimindedir)
uk_ua: (Облікові записи, які заблокували ті самі облікові записи, що й ви, як правило, є обліковими записами, які ви заблокували)
vi_vn: (Các tài khoản đã chặn cùng tài khoản với bạn cũng có xu hướng là tài khoản bạn đã chặn)
zh_cn: （和您屏蔽了同样账号的人也屏蔽了以下账号）
zh_tw: （和您封鎖了同樣賬號的人也封鎖了這些賬號）
